// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kalibrera färg";

CalibrateProcessTitle = "Kalibrerar…";
DownloadingProcessTitle = "Laddar ned färgkalibreringstabeller…";
CalibrationFailedTitle = "Kan inte utföra färgkalibrering";

HSDInfoTextFieldTitle = "Denna process kompenserar för variationer i utskriftssystemet för att ge en hög grad av exakthet och konsekvens vad gäller färgerna i utskriften från enheten.";
HSDGuideTextFieldTitle = "Kontrollera att Letter/A4 HP avancerat fotopapper finns i pappersfacket innan du startar kalibreringen.";
HSDCalibrateButtonTitle = "Starta Color Calibration";

CalibrationCompleteTitle = "Skrivaren har just utfört en automatisk färgkalibrering";
CalibrationCompleteMsg = "Om färgutskriften inte är tillfredsställande ska du klicka på knappen 'Starta Color Calibration' för att utföra den automatiska färgkalibreringen igen.";